[
  {"label": "Activity Ideas", "value": "gs1:activityIdeas", "description": "A link to ideas for using a product or engaging in other forms of entertainment, particularly with children."},
  {"label": "Allergen information", "value": "gs1:allergenInfo", "description": "A link to a description of the allergen information."},
  {"label": "App download", "value": "gs1:appDownload", "description": "A link to a related mobile app"},
  {"label": "Background Information", "value": "gs1:backgroundInfo", "description": "A link to information typically from the owner of the identified entity about the creative background, thought leadership or influence of the identified entity. This may include the inspiration, innovation for a development process, literary approach or, the science or technology used."},
  {"label": "Information for professionals about this brand", "value": "gs1:brandHomepageClinical", "description": "A link to a brand presence aimed at clinical professionals."},
  {"label": "Information for patients about this brand", "value": "gs1:brandHomepagePatient", "description": "A link to a brand presence aimed at patients."},
  {"label": "Careers information", "value": "gs1:careersInfo", "description": "A link to information about jobs, careers, or other employment opportunities associated to an organisation or location."},
  {"label": "Certification Information", "value": "gs1:certificationInfo", "description": "A link to certification information."},
  {"label": "Consumer handling and storage information", "value": "gs1:consumerHandlingStorageInfo", "description": "A link to information about safe handling and storage for consumer use."},
  {"label": "Default link", "value": "gs1:defaultLink", "description": "The default link for a given identified item to which a resolver will redirect unless there is information in the request that is a better match."},
  {"label": "Default linkMulti", "value": "gs1:defaultLinkMulti", "description": "A set of 'default links' that may be differentiated by information in the HTTP request headers sent to a resolver to enable a better match than the single default link."},
  {"label": "Digital Product Passport", "value": "gs1:dpp", "description": "A link to a digital product passport."},
  {"label": "Electronic Instructions For Use", "value": "gs1:eifu", "description": "A link to electronic Instruction For Use instructions for Medical Devices."},
  {"label": "EPC Information Services (EPCIS) repository", "value": "gs1:epcis", "description": "A link to an EPCIS repository of visibility event data."},
  {"label": "Electronic Patient Information Leaflet", "value": "gs1:epil", "description": "A link to an electronic patient information leaflet."},
  {"label": "Events information", "value": "gs1:eventsInfo", "description": "A link to event details. For a page specifically for scheduling a reservation or booking an appointment, see gs1:scheduleTime."},
  {"label": "Frequently Asked Questions", "value": "gs1:faqs", "description": "A link to a set of frequently asked questions."},
  {"label": "Handled by", "value": "gs1:handledBy", "description": "Used when one resolver redirects all request URIs that match a given pattern without further processing, such as from GS1 to a brand-operated service. See section 7.7.1 of the Digital Link standard, version 1.1."},
  {"label": "Has Retailers", "value": "gs1:hasRetailers", "description": "A link to a list of retailers."},
  {"label": "Organisation Information Page", "value": "gs1:homepage", "description": "A link to general information about an organisation or brand. Typically the homepage of an organisation's website. It may include links to further information such as certifications, careers, payments, reservations, etc."},
  {"label": "Ingredients information", "value": "gs1:ingredientsInfo", "description": "A link to facts about ingredients."},
  {"label": "Instructions", "value": "gs1:instructions", "description": "A link to instructions, such as assembly instructions, usage tips etc. It is not appropriate to use this link type for healthcare regulated content applications for which specific link types are available."},
  {"label": "JSON Web Signature", "value": "gs1:jws", "description": "A link to a JSON Web Signature"},
  {"label": "Leave a review", "value": "gs1:leaveReview", "description": "A link through which a review can be added."},
  {"label": "Location information", "value": "gs1:locationInfo", "description": "A link to a map, directions, or other location-related information. For B2B location information, see gs1:logisticsInfo. For details specific to hours of operation, see gs1:openingHoursInfo"},
  {"label": "Logistics information", "value": "gs1:logisticsInfo", "description": "A link to B2B logistics information related to a physical location."},
  {"label": "Loyalty program", "value": "gs1:loyaltyProgram", "description": "A link to information about a loyalty program, including a member's current status and/or a registration option for new members"},
  {"label": "Master data", "value": "gs1:masterData", "description": "A link to a source of structured master data for the entity. This is typically for B2B applications."},
  {"label": "Menu information", "value": "gs1:menuInfo", "description": "A link to menu details. This may include food menus, services, or other offerings provided by an organisation or at a location. For details specific to allergens only, see gs1:allergenInfo . For details specific to nutrition information only, see gs1:nutritionalInfo . For details specific to ingredients only, see gs1:ingredientsInfo ."},
  {"label": "Nutritional Information", "value": "gs1:nutritionalInfo", "description": "A link to nutritional facts."},
  {"label": "Opening hours information", "value": "gs1:openingHoursInfo", "description": "A link to details on hours of operation."},
  {"label": "Make Payment", "value": "gs1:paymentLink", "description": "A link to a place where payments details are provided and/or payments can be made by the user."},
  {"label": "Product Information Page", "value": "gs1:pip", "description": "A link to information specifically about the identified item, typically operated by the brand owner or a retailer of the product and aimed at consumers. It may include links to further information, product description, specifications etc."},
  {"label": "Sustainability and recycling (deprecated)", "value": "gs1:productSustainabilityInfo", "description": "This term has been deprecated. Please use gs1:sustainabilityInfo instead."},
  {"label": "Promotion", "value": "gs1:promotion", "description": "A link to a promotion."},
  {"label": "Purchase supplies or accessories", "value": "gs1:purchaseSuppliesOrAccessories", "description": "A link to information about where supplies or accessories for the item can be purchased or ordered."},
  {"label": "Quick start guide", "value": "gs1:quickStartGuide", "description": "A link to a description of the key features needed to be understood to begin using the item or interacting with something new."},
  {"label": "Recall status", "value": "gs1:recallStatus", "description": "A link to information about whether the product has been recalled or not, typically an API."},
  {"label": "Recipe website", "value": "gs1:recipeInfo", "description": "A link to a recipe website."},
  {"label": "Register purchase", "value": "gs1:registerProduct", "description": "A link to an entry point for registering ownership of a product including for warranty purposes."},
  {"label": "Entry in a register", "value": "gs1:registryEntry", "description": "A link to an entry in a register, such as a business register or register of locations. Such registers may act as alternative identifiers, such as official company numbers, LEIs, other location identifiers etc."},
  {"label": "Related image", "value": "gs1:relatedImage", "description": "A link to any image that depicts or relates to the identified entity (e.g., trade item, assets, business process, patient record, location, organisation, etc.)"},
  {"label": "Related video", "value": "gs1:relatedVideo", "description": "A link to any video, or document that has an embedded video, that describes or relates to the identified item, organisation, or location in some way."},
  {"label": "Report found", "value": "gs1:reportFound", "description": "A link to a platform or service where users (company or a person) can report a found item associated with the identified entity (instance of an item). This link type is designed to assist in connecting the found item with its rightful owner or relevant authorities."},
  {"label": "Reviews", "value": "gs1:review", "description": "A link to reviews."},
  {"label": "Safety information", "value": "gs1:safetyInfo", "description": "A link to safety information."},
  {"label": "Scheduling/Reservation", "value": "gs1:scheduleTime", "description": "A link to a site that offers information on scheduling, appointments, or reservations. This may or may not allow the user to book the reservation."},
  {"label": "Service information", "value": "gs1:serviceInfo", "description": "A link to service or maintenance instructions."},
  {"label": "SmartLabel", "value": "gs1:smartLabel", "description": "A link to the product's SmartLabel page."},
  {"label": "Summary Product Characteristics (SmPC)", "value": "gs1:smpc", "description": "A link to Summary Product Characteristics. To be used specifically when linking to information for healthcare professionals."},
  {"label": "Social media", "value": "gs1:socialMedia", "description": "A link to a social media channel. The title will typically be replaced by the name of the channel."},
  {"label": "Statistics", "value": "gs1:statisticInfo", "description": "A link to information about statistics regarding an organisation, location, or other entity."},
  {"label": "Subscribe", "value": "gs1:subscribe", "description": "A link to a subscription form"},
  {"label": "Support", "value": "gs1:support", "description": "A link to a source of support such as a helpdesk, chat support, email etc."},
  {"label": "Sustainability and recycling", "value": "gs1:sustainabilityInfo", "description": "A link to information relating to sustainability and recycling requirements or processes."},
  {"label": "Traceability information", "value": "gs1:traceability", "description": "A link to traceability information (includes track and trace). Traceability information may be provided for consumption by humans or computers. If the target is an EPCIS repository, use gs1:epcis instead."},
  {"label": "Tutorial", "value": "gs1:tutorial", "description": "A link to a tutorial or set of tutorials, such as online classes, how-to videos etc."},
  {"label": "Sign waiver/agreement/document", "value": "gs1:userAgreement", "description": "A link to an agreement or waiver."},
  {"label": "Verification Service", "value": "gs1:verificationService", "description": "A link to a GS1 Lightweight Messaging Service for verifying the status of a product, organisation, or location and its identifier."},
  {"label": "What's in the box?", "value": "gs1:whatsInTheBox", "description": "A link to a description of all the individual items in a packaged item."}
]
